Repository: vineet15889/Restaurant-menu
Catalog: Restaurant menu/Supporting Files/*.lproj/Localizable.strings
Languages: hi

source: North Indian
hi: उत्तर भारतीय

source: South Indian
hi: दक्षिण भारतीय

source: Italian
hi: इतालवी

source: Mexican
hi: मैक्सिकन

source: Thai
hi: थाई

source: Chinise
hi: चीनी

source: Shahi Paneer
hi: शाही पनीर

source: Butter Chiche
hi: बटर चिकन

source: Palak Paneer
hi: पालक पनीर

source: Dosa
hi: डोसा

source: idli
hi: इडली

source: Uttapam
hi: उत्तपम

source: Pizza
hi: पिज़्ज़ा

source: Mushroom Risotto
hi: इतालवी पुलाव

source: Bruschetta
hi: ब्रुस्केटा

source: Chicken Taquitos
hi: चिकन टकीटोस

source: Taco Lettuce
hi: टैको लेटूस

source: Crunchwrap
hi: कुरकुरे

source: Thai Chicken Satay
hi: चिकन सेटे

source: Lettuce Wraps
hi: लेट्रस व्रैप्स

source: Tom Khaa
hi: टॉम खा

source: Dumplings
hi: मोमो

source: Chow Mein
hi: चाऊ मीन

source: Vermicelli Rolls
hi: सिंदूर रोल
